<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="haqqimizda.css">
    <title>haqqimizda</title>
</head>
<body>
    <section class="header">
        <nav>
          <a href="index.html"><img src="eduford_img/aztu_s_logo.png" /></a>
          <div class="nav-links" id="navLinks">
            <i class="fa fa-times" onclick="hideMenu()"></i>
            <ul>
              <li><a href="index.html">GERI</a></li>
              
            </ul>
          </div>
          <i class="fa fa-bars" onclick="showMenu()"></i>
        </nav>
      </section>
<h1>Rektorumuz</h1>
      <p style="text-align: left;"><img src="https://www.aztu.edu.az/web_admin/upload/files/aztu.edu.az/menus/9-2022/foto-1.JPG" alt="" width="410" height="316" /></p>
<p>Vilayət Məmməd oğlu Vəliyev 1960-cı il martın 28-də anadan olub.</p>
<p>1978-ci ildə Sumqayıt şəhəri 49 saylı texniki-peşə məktəbini bitirib.</p>
<p>1978-1983-c&uuml; illərdə Azərbaycan D&ouml;vlət Universitetinin (indiki Bakı D&ouml;vlət Universiteti) Tətbiqi riyaziyyat fak&uuml;ltəsini bitirib.</p>
<p>1983-2003-cu illərdə Azərbaycan Elmlər Akademiyasının Dərin Neft və Qaz Yataqlarının Problemləri İnstitutunda (DNQYPİ) b&ouml;y&uuml;k laborant kimi işə başlayaraq m&uuml;həndis, b&ouml;y&uuml;k m&uuml;həndis, ki&ccedil;ik elmi iş&ccedil;i, elmi iş&ccedil;i, b&ouml;y&uuml;k elmi iş&ccedil;i, aparıcı elmi iş&ccedil;i, baş elmi iş&ccedil;i, sektor m&uuml;diri və ş&ouml;bə m&uuml;diri vəzifələrində &ccedil;alışıb.</p>
<p>2003-c&uuml; ildən AMEA-nın DNQYPİ ilə Geologiya İnstitutu birləşdikdən sonra 2011-ci ilədək (2009-cu ildən sonra əvəz&ccedil;iliklə) AMEA-nın Geologiya İnstitutunda Neft-Qaz Problemlərinin İqtisadi Tədqiqi ş&ouml;bəsinin m&uuml;diri işləyib.</p>
<p>1985-1989-cu illərdə DNQYPİ-nin aspiranturasında təhsil alıb və 1990-cı ildə namizədlik dissertasiyasını m&uuml;dafiə edərək 05.15.06 - &ldquo;Neft-qaz yataqlarının işlənməsi və istismarı&rdquo; ixtisası &uuml;zrə texnika elmləri namizədi elmi dərəcəsi alıb.</p>
<p>1992-ci və 1994-c&uuml; illərdə Amerika Birləşmiş Ştatlarında m&uuml;vafiq olaraq UNOCAL və PENNZOIL şirkətlərinin elmi mərkəzlərində birgə tədqiqatlar aparıb.</p>
<p>1994-c&uuml; ildən ABŞ-nin Beynəlxalq Enerji İqtisad&ccedil;ıları Assosiasiyasının (IAEE) &uuml;zv&uuml;d&uuml;r, 2017-ci ildə İdarə Heyətinin &uuml;zv&uuml;, 2018-ci ildə regional məsələlər &uuml;zrə vitse-prezidenti se&ccedil;ilib.</p>
<p>1995-1999-cu illərdə DNQYPİ-nin doktoranturasında əyani təhsil alıb.</p>
<p>1999-cu ildə ABŞ-nin Oklahoma Universitetində (Oklahoma ştatı, Norman şəhəri) &ldquo;Tək məhsul ixracından asılı ke&ccedil;id iqtisadiyyatları&rdquo; m&ouml;vzusunda təhsil alıb və birgə tədqiqatlar aparıb.</p>
<p>2000-2004-c&uuml; illərdə Bakı D&ouml;vlət Universitetinin Beynəlxalq H&uuml;quq fak&uuml;ltəsində (fərqlənmə ilə) ikinci ali təhsil alıb.</p>
<p>2007-ci ildə Azərbaycan Milli Elmlər Akademiyasının Kibernetika İnstitutunda (indiki İdarəetmə Sistemləri İnstitutu) dissertasiya işini m&uuml;dafiə edərək 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo; ixtisası &uuml;zrə iqtisad elmləri doktoru elmi dərəcəsi alıb.</p>
<p>2013-c&uuml; ildə 5302.01 - &ldquo;Ekonometriya, iqtisadi statistika&rdquo; ixtisası (əvvəlki 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo;) &uuml;zrə professor elmi adını alıb.</p>
<p>2014-c&uuml; ildə Azərbaycan Respublikası Prezidentinin Fərmanı ilə &ldquo;Əməkdar elm xadimi&rdquo; fəxri adına layiq g&ouml;r&uuml;l&uuml;b.</p>
<p>2001-2015-ci illərdə Bakı D&ouml;vlət Universitetinin nəzdində fəaliyyət g&ouml;stərən N.02.016 (sonradan FD.02.016) Dissertasiya Şurasının &uuml;zv&uuml; və şuranın 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo; ixtisası &uuml;zrə Seminarın sədri kimi fəaliyyət g&ouml;stərib.</p>
<p>2009-2019-cu illərdə Azərbaycan Respublikası İqtisadiyyat Nazirliyi İqtisadi İslahatlar Elmi Tədqiqat İnstitutunun direktoru vəzifəsində &ccedil;alışıb.</p>
<p>90-cı illərin əvvəllərindən başlayaraq indiyədək ARDNŞ, BP, UNOCAL, PENNZOIL və digər beynəlxalq neft şirkətlərinin regionda neft-qaz ehtiyatlarının axtarış-kəşfiyyatı, işlənilməsi, istifadəsi və nəqlinin m&uuml;xtəlif məsələləri, o c&uuml;mlədən texniki-iqtisadi və kommersiya qiymətləndirmələri, perspektiv inkişaf planları və proqnozları, informasiya bazalarının yaradılması və qərarların qəbulu mexanizm və modellərinin işlənilməsi &uuml;zrə &ccedil;oxsaylı tədqiqat işləri və xidmət layihələri yerinə yetirir.</p>
<p>2000-ci ilin əvvəllərindən etibarən D&uuml;nya Bankı (DB, ing. World Bank), Avropa Yenidənqurma və İnkişaf Bankı (AYİB, ing. European Bank for Reconstruction and Development, EBRD), Asiya İnkişaf Bankı (AİB, ing. Asian Development Bank), ABŞ-nin Beynəlxalq İnkişaf Agentliyi (abbr. USAİD), Avropa Birliyi (ing. European Union), Almaniya Beynəlxalq Əməkdaşlıq Cəmiyyəti (ing. GIZ), T&uuml;rk Əməkdaşlıq və Koordinasiya Agentliyi (TİKA), İqtisadi Əməkdaşlıq Təşkilatı (İƏT, ing. Economic Cooperation Organization) və digər beynəlxalq maliyyə institutları, iqtisadi və regional təşkilatların dəstəyi ilə həyata ke&ccedil;irilən enerji və sosial-iqtisadi inkişaf problemlərinin həlli istiqamətində yerli və beynəlxalq layihələrin rəhbəri və məsul icra&ccedil;ısı qismində iştirak edərək enerji siyasəti və tənzimlənməsi, sosial-iqtisadi inkişafın modelləşdirilməsi, strateji planlaşdırılması və proqnozlaşdırılması, eləcə də universitet-sənaye işbirliyinin qurulması və innovativ inkişafın digər məsələləri &uuml;zrə onlarla layihə yerinə yetirir.</p>
<p>2012-ci ildən Azərbaycan Milli Aviasiya Akademiyasında yarımştat professor vəzifəsində &ccedil;alışır.</p>
<p>Vilayət Vəliyev 112 elmi əsərin, o c&uuml;mlədən 40-dan &ccedil;ox xaricdə &ccedil;ap olunmuş əsərin, həm&ccedil;inin 1 monoqrafiya və 1 dərsliyin m&uuml;əllifidir.</p>
<p>Onun elmi rəhbərliyi ilə 12 elmlər namizədi (fəlsəfə doktoru) hazırlanmışdır.</p>
<p>Azərbaycan Respublikasının Prezidenti yanında Ali Attestasiya Komissiyasında (AAK) İqtisad elmləri &uuml;zrə ekspert şurasının sədri, AMEA-nın Respublika Elmi Tədqiqatların Təşkili və Əlaqələndirilməsi Şurasının &uuml;zv&uuml;, İqtisadi Əməkdaşlıq Təşkilatının &ldquo;İqtisadiyyat&rdquo; jurnalının baş redaktoru, &ldquo;Azərbaycan Neft Təsərr&uuml;fatı&rdquo; (Azərbaycan), &ldquo;İqtisadiyyat və sosiologiya&rdquo; (Moldova), &ldquo;İnformasiya cəmiyyəti problemləri&rdquo; (Azərbaycan), &ldquo;İqtisadiyyat və idarəetmə&rdquo; (Rusiya) jurnallarının redaksiya heyətinin &uuml;zv&uuml;d&uuml;r.</p>
<p>Azərbaycan Respublikasının Prezidenti İlham Əliyevin Sərəncamı ilə 31 iyul 2019-cu il tarixində Azərbaycan Texniki Universitetinin (AzTU) rektoru vəzifəsinə təyin edilib.</p>
<p>Rus və ingilis dillərini bilir.</p>
<p>Ailəlidir, iki &ouml;vladı var.</p>
<p>&nbsp;</p>
<p class="MsoNormal"><span style="font-family: &#039;Arial&#039;,sans-serif;">&nbsp;</span></p>

<h1>Universitetimizin tarixi</h1>

<p><span lang="AZ-LATIN">Azərbaycanda texniki təhsilin əsası ilk dəfə 1887-ci ilin noyabr ayının 10-da Bakı şəhər Duması tərəfindən Bakıda 4 sinifli texniki məktəbin yaradılması ilə qoyulub. Burada d&uuml;lgərlik, xarratlıq, dəmir&ccedil;ilik və &ccedil;ilingərlik emalatxanaları fəalliyyət g&ouml;stərirdi. Plana g&ouml;rə məktəbdə g&uuml;ndə &uuml;mumi fənləri &ouml;yrənmək &uuml;&ccedil;&uuml;n 3, ixtisasları mənimsəmək &uuml;&ccedil;&uuml;n isə 7 saat vaxt ayrılmışdı. 1900-c&uuml; ildə burada 124 nəfər təhsil alırdı. 1905-ci ilə qədər bu məktəbin mexanika ş&ouml;bəsi &uuml;zrə 50, inşaat ş&ouml;bəsi &uuml;zrə 55 nəfər buraxılışı olub. </span></p>
<p><span lang="AZ-LATIN">1905-ci ilin yanvarında bu məktəb Mexanika-inşaat orta texniki məktəbi kimi fəalliyyət g&ouml;stərməyə başlamışdı. 1910-cu ildə buradakı Mexanika ş&ouml;bəsində neftmexanika və elektromexanika istiqamətləri &uuml;zrə m&uuml;təxəsislər hazırlayırdılar. Məktəbin tərkibində &ccedil;ilingər-torna, zərblə naxış vurma və heykəltəraş-daşyonma tədris emalatxanaları var idi. 1916-cı ildə orta texniki məktəbdə artıq 494 tələbə təhsil &nbsp;alırdı. Onlardan cəmi 20 nəfəri azərbaycanlı idi. </span></p>
<p><span lang="AZ-LATIN">1918-ci ilin ortalarında Azərbaycan Demokratik Respublikasının qərarına əsasən, Mexanika-inşaat orta texniki məktəbi Politexnikum adlandırılıb. 188 nəfər tələbəsi olan təhsil ocağında Neft sənayesi, Elektromexanika və Memarlıq-inşaat ş&ouml;bələri fəaliyyət g&ouml;stərib. O zaman Azərbaycanda cəmi 62 nəfər ali təhsillidən 12-si m&uuml;həndis olub. &nbsp;</span></p>
<p><span lang="AZ-LATIN">14 noyabr 1920-ci ildə Azərbaycan İnqilab Komitəsinin sədri Nəriman Nərimanovun dekreti ilə tərkibində Neft sənayesi, Elektromexanika və Memarlıq-inşaat ş&ouml;bələri olan Bakı Politexnikumunun bazasında ali texniki m&uuml;təxəs&shy;sislər hazırlayan Bakı Politexnik İnstitutu yaradılıb. Bu institutun tərkibində Neft sənayesi, Elektromexanika, İnşaat-m&uuml;həndis, Kənd təsərr&uuml;fatı və İqtisadiy&shy;yat fak&uuml;ltələri fəaliyyət g&ouml;stərib. &nbsp;</span></p>
<p><span lang="AZ-LATIN">1923-c&uuml; ildən Bakı Politexnik İnstitutu Azərbaycan Politexnik İnstitutu adlandırılıb. </span></p>
<p><span lang="AZ-LATIN">1930-cu ildə Azərbaycan Politexnik İnstitutu &ldquo;İttifaq Neft&rdquo;ə tabe olduğundan Azərbaycan Neft &nbsp;İnstitutu adlandırılıb. Azərbaycan Politexnik İnstitutunun tərkibində olan Kənd təsərr&uuml;fatı&rdquo; və İnşaat-m&uuml;həndis fak&uuml;ltələrinin bazasında 1929-cu ildə Gəncə şəhərində Kənd təssərufatı, 1932-ci ildə isə Bakı şəhərində İnşaat institutları yaradılıb. </span></p>
<p><span lang="AZ-LATIN">1934-c&uuml; ilin yanvar ayında Azərbaycan Neft İnstitutu ilə İnşaat İnstitutu birləşdirilərək Azərbaycan Sənaye İnstitutu adlandırılıb. Azərbaycan Sənaye İnstitutunun tərkibində Memarlıq-inşaat, Neft-mexanika, Energetika, Neft-mədən, Dəmir yolu və M&uuml;həndis-iqtisadiyyat fak&uuml;ltələri olub. </span></p>
<p><span lang="AZ-LATIN">Azərbaycan Sənaye İnstitutunda əsasən neft sahəsi &uuml;&ccedil;&uuml;n m&uuml;həndis kadrların hazırlanması, İkinci D&uuml;nya M&uuml;haribəsindən sonra xalq təsərr&uuml;fatının b&uuml;t&uuml;n sahələrinin bərpası, inkişafı, yeni sənaye m&uuml;əssisələrinin a&ccedil;ılmasının vacibliyi, m&uuml;xtəlif sahələr &uuml;zrə m&uuml;həndis kadrlarının hazırlanmasına olan ehtiyac və Azərbaycanda m&uuml;əyyən intellektual texniki potensialın olması Azərbaycan Politexnik İnstitutunun bərpa olunmasına imkan verdi.</span></p>
<p><span lang="AZ-LATIN">Azərbaycan Respublikasının texniki təhsil sahəsində aparıcı universitetlərindən biri olan indiki Azərbaycan Texniki Universiteti (AzTU) 1950-ci ilin noyabrında Bakı şəhərində tərkibində Mexanika, İnşaat,&nbsp; Dəmir yolu və Hidromelio&shy;rasiya &nbsp;fak&uuml;ltələri olmaqla Azərbaycan Politexnik İnstitutu (AzPİ) adı altında yenidən yaradılıb. </span></p>
<p><span lang="AZ-LATIN">1950-1955-ci illərdə institutun fak&uuml;ltələri m&uuml;xtəlif &uuml;nvanlarda yerləşən binalarda fəaliyyət g&ouml;stərib. 1955-ci ildən b&uuml;t&uuml;n fak&uuml;ltələri əhatə etməklə institut indiki binaya &nbsp;k&ouml;&ccedil;&uuml;r&uuml;l&uuml;b. Qərb və şərq memarlığının ən g&ouml;zəl &uuml;slublarını &ouml;z&uuml;ndə birləşdirən bu yaraşıqlı binada tələbələrin dərin biliklərə yiyələnməsi &uuml;&ccedil;&uuml;n hər bir şərait yaradılıb.</span></p>
<p style="text-align: justify;"><img src="https://www.aztu.edu.az/web_admin/upload/files/aztu.edu.az/menus/8-2022/Az%C9%99rbaycan%20Texniki%20%C4%B0nstitutunun%20Binas%C4%B1%201955-1956%20-%201560x1144.jpg" alt="AzTU-nun esas binasi" width="1000" height="733" /></p>
<p><span lang="RU">1975-ci ildə </span><span lang="AZ-LATIN">AzPİ-nin</span><span lang="RU"> bazası əsasında Azərbaycanda iki yeni ali texniki məktəb</span><span lang="AZ-LATIN">-</span> <span lang="AZ-LATIN">indiki </span><span lang="RU">Azərbaycan İnşaat və Memarlıq Universiteti və Gəncə Texnologiya İnstitutu yaradılıb.</span></p>
<p><span lang="AZ-LATIN">1978-ci ildən başlayaraq AzPİ-də SSRİ-nin m&uuml;xtəlif respublikaları, həm&ccedil;inin bir sıra Asiya, Afrika və Latın Amerikası &ouml;lkələri &uuml;&ccedil;&uuml;n k&uuml;tləvi m&uuml;təxəssis hazırlığına başlanıb. Universitetdə indiyə kimi 12 mindən artıq əcnəbi tələbə təhsil alıb. M&uuml;xtəlif d&ouml;vrlərdə universitetdə 40-dan artıq xarici &ouml;lkənin vətəndaşları təhsil alıb və hazırda təhsil almaqda davam edirlər. </span></p>
<p><span lang="AZ-LATIN">1983-c&uuml; ildə universitet tədris-metodiki və elmi-texniki sahələrdə qazandığı nailiyyətlərə g&ouml;rə SSRİ Ali və Orta İxtisas Təhsili Nazirliyinin ke&ccedil;ici bayrağını və birinci dərəcəli pul m&uuml;kafatını alıb.</span></p>
<p>1991-ci ildən institut indiki Azərbaycan Texniki Universiteti adını daşıyır. Hazırda universitetdə maşınqayırma, metallurgiya, informatika və komp&uuml;ter texnologiyaları, elektrotexnika, telekommunikasiya, nəqliyyat, iqtisadiyyat və digər sahələri əhatə edən 36 ixtisas &uuml;zrə bakalavr və 100-dən &ccedil;ox ixtisaslaşma &uuml;zrə magistr hazırlanır.</p>
<p>Universitetdə Nəqliyyat və logistika, Energetika və avtomatika, Metallurgiya və materialş&uuml;naslıq, Maşınqayırma və robototexnika, İnformasiya və telekommuni&shy;kasiya texnologiyaları, İqtisadiyyat və idarəetmə, X&uuml;susi texnika və texnologiya fak&uuml;ltələri fəaliyyət g&ouml;stərir.</p>
<p>Universitetin elmi nailiyyətləri &ldquo;Elmi əsərlər&rdquo; və &ldquo;Maşınş&uuml;naslıq&rdquo; adlı elmi-texniki jurnallarda &ccedil;ap olunur. 500 mindən artıq kitab fondu olan universitet kitabxanası və oxu zalları, eləcə də 400-dən artıq fərdi komp&uuml;teri olan 20-dək tədris və multimedia zalları, ixtisaslaşdırılmış laboratoriyalar tələbələrə və əməkdaşlara xidmət edir.</p>
<p>Universitet BMT, YUNESKO, TRASEKA və digər beynəlxalq təşkilatların m&uuml;vafiq strukturları, bir &ccedil;ox xarici &ouml;lkələrin tanınmış universitetləri ilə sıx əməkdaşlıq edir. Universitetin m&uuml;asir avadanlıqlarla təchiz edilmiş auditoriya və laboratoriyalarında Bolonya prosesi ilə təsbit edilən kredit sisteminə uyğun tədris planları əsasında m&uuml;asir elmin və texnikanın problemlərini həll edə biləcək 9000-dən &ccedil;ox tələbə bakalavriat, 2000-dən &ccedil;ox tələbə magistratura səviyyəsində təhsil alır. Universitet &ouml;lkəmizin iqtisadi məsələlərinin həllində və ictimai həyatında da fəal iştirak edir.</p>
<p>1981-ci ildə ulu &ouml;ndər Heydər Əliyev Azərbaycan Politexnik İnstitutunda olub, tələbə və professor-m&uuml;əlim heyəti ilə g&ouml;r&uuml;ş&uuml;b.</p>
<p>AzTU indiyə kimi m&uuml;xtəlif ixtisaslar &uuml;zrə 120 000-dən &ccedil;ox m&uuml;həndis (bakalavr, magistr) hazırlayıb.</p>
<p>AzTU-nun məzunları d&uuml;nyanın bir &ccedil;ox &ouml;lkələrində sənayenin m&uuml;xtəlif sahələrinin inkişaf etdirilməsində b&ouml;y&uuml;k xidmətlər g&ouml;stərirlər. Onlar zavodlara, nazirliklərə, nəhəng sənaye komplekslərinə, d&ouml;vlət komitələrinə, iri m&uuml;əssisələrə uğurla rəhbərlik edirlər. Universitetimizin məzunu 1982-1988-ci illərdə Azərbaycan Respublikasına baş&ccedil;ılıq edib, 2 məzunu ayrı-ayrı vaxtlarda Azərbaycan Respublikasının Baş Naziri, 5 məzunu Baş nazirin I m&uuml;avini vəzifəsində &ccedil;alışıblar.</p>

<footer>
    <div class="container">
     
    
      <div class="bottom">
        <div class="left">
          <div class="copy">
            <p>Copyright © 2022 Laaqiq.</p>
            <p>All Rights Reserved.</p>
          </div>
        </div>
        <div class="right">
          <div class="term"><p>Terms of Use</p></div>
          <div class="privacy"><p>Privacy Policy</p></div>
        </div>
      </div>
    </div>
  </footer>

      <script>
        var navLinks = document.getElementById("navLinks");
  
        function showMenu() {
          navLinks.style.right = "0";
        }
        function hideMenu() {
          navLinks.style.right = "-200px";
        }
      </script>
</body>
</html>