<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="rektor.css">
    <title>Document</title>
</head>
<body>
    <ul>
        <li><a href="index.html">Esas sehife</a></li>
        <li><a href="haqqinda/rektor.html">Geri</a></li>
      </ul>
    <p style="text-align: left;"><img src="https://www.aztu.edu.az/web_admin/upload/files/aztu.edu.az/menus/9-2022/foto-1.JPG" alt="" width="410" height="316" /></p>
    <p>Vilayət Məmməd oğlu Vəliyev 1960-cı il martın 28-də anadan olub.</p>
    <p>1978-ci ildə Sumqayıt şəhəri 49 saylı texniki-peşə məktəbini bitirib.</p>
    <p>1978-1983-c&uuml; illərdə Azərbaycan D&ouml;vlət Universitetinin (indiki Bakı D&ouml;vlət Universiteti) Tətbiqi riyaziyyat fak&uuml;ltəsini bitirib.</p>
    <p>1983-2003-cu illərdə Azərbaycan Elmlər Akademiyasının Dərin Neft və Qaz Yataqlarının Problemləri İnstitutunda (DNQYPİ) b&ouml;y&uuml;k laborant kimi işə başlayaraq m&uuml;həndis, b&ouml;y&uuml;k m&uuml;həndis, ki&ccedil;ik elmi iş&ccedil;i, elmi iş&ccedil;i, b&ouml;y&uuml;k elmi iş&ccedil;i, aparıcı elmi iş&ccedil;i, baş elmi iş&ccedil;i, sektor m&uuml;diri və ş&ouml;bə m&uuml;diri vəzifələrində &ccedil;alışıb.</p>
    <p>2003-c&uuml; ildən AMEA-nın DNQYPİ ilə Geologiya İnstitutu birləşdikdən sonra 2011-ci ilədək (2009-cu ildən sonra əvəz&ccedil;iliklə) AMEA-nın Geologiya İnstitutunda Neft-Qaz Problemlərinin İqtisadi Tədqiqi ş&ouml;bəsinin m&uuml;diri işləyib.</p>
    <p>1985-1989-cu illərdə DNQYPİ-nin aspiranturasında təhsil alıb və 1990-cı ildə namizədlik dissertasiyasını m&uuml;dafiə edərək 05.15.06 - &ldquo;Neft-qaz yataqlarının işlənməsi və istismarı&rdquo; ixtisası &uuml;zrə texnika elmləri namizədi elmi dərəcəsi alıb.</p>
    <p>1992-ci və 1994-c&uuml; illərdə Amerika Birləşmiş Ştatlarında m&uuml;vafiq olaraq UNOCAL və PENNZOIL şirkətlərinin elmi mərkəzlərində birgə tədqiqatlar aparıb.</p>
    <p>1994-c&uuml; ildən ABŞ-nin Beynəlxalq Enerji İqtisad&ccedil;ıları Assosiasiyasının (IAEE) &uuml;zv&uuml;d&uuml;r, 2017-ci ildə İdarə Heyətinin &uuml;zv&uuml;, 2018-ci ildə regional məsələlər &uuml;zrə vitse-prezidenti se&ccedil;ilib.</p>
    <p>1995-1999-cu illərdə DNQYPİ-nin doktoranturasında əyani təhsil alıb.</p>
    <p>1999-cu ildə ABŞ-nin Oklahoma Universitetində (Oklahoma ştatı, Norman şəhəri) &ldquo;Tək məhsul ixracından asılı ke&ccedil;id iqtisadiyyatları&rdquo; m&ouml;vzusunda təhsil alıb və birgə tədqiqatlar aparıb.</p>
    <p>2000-2004-c&uuml; illərdə Bakı D&ouml;vlət Universitetinin Beynəlxalq H&uuml;quq fak&uuml;ltəsində (fərqlənmə ilə) ikinci ali təhsil alıb.</p>
    <p>2007-ci ildə Azərbaycan Milli Elmlər Akademiyasının Kibernetika İnstitutunda (indiki İdarəetmə Sistemləri İnstitutu) dissertasiya işini m&uuml;dafiə edərək 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo; ixtisası &uuml;zrə iqtisad elmləri doktoru elmi dərəcəsi alıb.</p>
    <p>2013-c&uuml; ildə 5302.01 - &ldquo;Ekonometriya, iqtisadi statistika&rdquo; ixtisası (əvvəlki 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo;) &uuml;zrə professor elmi adını alıb.</p>
    <p>2014-c&uuml; ildə Azərbaycan Respublikası Prezidentinin Fərmanı ilə &ldquo;Əməkdar elm xadimi&rdquo; fəxri adına layiq g&ouml;r&uuml;l&uuml;b.</p>
    <p>2001-2015-ci illərdə Bakı D&ouml;vlət Universitetinin nəzdində fəaliyyət g&ouml;stərən N.02.016 (sonradan FD.02.016) Dissertasiya Şurasının &uuml;zv&uuml; və şuranın 08.00.13 - &ldquo;İqtisadiyyatın riyazi və instrumental &uuml;sulları&rdquo; ixtisası &uuml;zrə Seminarın sədri kimi fəaliyyət g&ouml;stərib.</p>
    <p>2009-2019-cu illərdə Azərbaycan Respublikası İqtisadiyyat Nazirliyi İqtisadi İslahatlar Elmi Tədqiqat İnstitutunun direktoru vəzifəsində &ccedil;alışıb.</p>
    <p>90-cı illərin əvvəllərindən başlayaraq indiyədək ARDNŞ, BP, UNOCAL, PENNZOIL və digər beynəlxalq neft şirkətlərinin regionda neft-qaz ehtiyatlarının axtarış-kəşfiyyatı, işlənilməsi, istifadəsi və nəqlinin m&uuml;xtəlif məsələləri, o c&uuml;mlədən texniki-iqtisadi və kommersiya qiymətləndirmələri, perspektiv inkişaf planları və proqnozları, informasiya bazalarının yaradılması və qərarların qəbulu mexanizm və modellərinin işlənilməsi &uuml;zrə &ccedil;oxsaylı tədqiqat işləri və xidmət layihələri yerinə yetirir.</p>
    <p>2000-ci ilin əvvəllərindən etibarən D&uuml;nya Bankı (DB, ing. World Bank), Avropa Yenidənqurma və İnkişaf Bankı (AYİB, ing. European Bank for Reconstruction and Development, EBRD), Asiya İnkişaf Bankı (AİB, ing. Asian Development Bank), ABŞ-nin Beynəlxalq İnkişaf Agentliyi (abbr. USAİD), Avropa Birliyi (ing. European Union), Almaniya Beynəlxalq Əməkdaşlıq Cəmiyyəti (ing. GIZ), T&uuml;rk Əməkdaşlıq və Koordinasiya Agentliyi (TİKA), İqtisadi Əməkdaşlıq Təşkilatı (İƏT, ing. Economic Cooperation Organization) və digər beynəlxalq maliyyə institutları, iqtisadi və regional təşkilatların dəstəyi ilə həyata ke&ccedil;irilən enerji və sosial-iqtisadi inkişaf problemlərinin həlli istiqamətində yerli və beynəlxalq layihələrin rəhbəri və məsul icra&ccedil;ısı qismində iştirak edərək enerji siyasəti və tənzimlənməsi, sosial-iqtisadi inkişafın modelləşdirilməsi, strateji planlaşdırılması və proqnozlaşdırılması, eləcə də universitet-sənaye işbirliyinin qurulması və innovativ inkişafın digər məsələləri &uuml;zrə onlarla layihə yerinə yetirir.</p>
    <p>2012-ci ildən Azərbaycan Milli Aviasiya Akademiyasında yarımştat professor vəzifəsində &ccedil;alışır.</p>
    <p>Vilayət Vəliyev 112 elmi əsərin, o c&uuml;mlədən 40-dan &ccedil;ox xaricdə &ccedil;ap olunmuş əsərin, həm&ccedil;inin 1 monoqrafiya və 1 dərsliyin m&uuml;əllifidir.</p>
    <p>Onun elmi rəhbərliyi ilə 12 elmlər namizədi (fəlsəfə doktoru) hazırlanmışdır.</p>
    <p>Azərbaycan Respublikasının Prezidenti yanında Ali Attestasiya Komissiyasında (AAK) İqtisad elmləri &uuml;zrə ekspert şurasının sədri, AMEA-nın Respublika Elmi Tədqiqatların Təşkili və Əlaqələndirilməsi Şurasının &uuml;zv&uuml;, İqtisadi Əməkdaşlıq Təşkilatının &ldquo;İqtisadiyyat&rdquo; jurnalının baş redaktoru, &ldquo;Azərbaycan Neft Təsərr&uuml;fatı&rdquo; (Azərbaycan), &ldquo;İqtisadiyyat və sosiologiya&rdquo; (Moldova), &ldquo;İnformasiya cəmiyyəti problemləri&rdquo; (Azərbaycan), &ldquo;İqtisadiyyat və idarəetmə&rdquo; (Rusiya) jurnallarının redaksiya heyətinin &uuml;zv&uuml;d&uuml;r.</p>
    <p>Azərbaycan Respublikasının Prezidenti İlham Əliyevin Sərəncamı ilə 31 iyul 2019-cu il tarixində Azərbaycan Texniki Universitetinin (AzTU) rektoru vəzifəsinə təyin edilib.</p>
    <p>Rus və ingilis dillərini bilir.</p>
    <p>Ailəlidir, iki &ouml;vladı var.</p>
    <p>&nbsp;</p>
    <p class="MsoNormal"><span style="font-family: &#039;Arial&#039;,sans-serif;">&nbsp;</span></p>

  
</body>
</html>